micropython/micropython/ports/samd/boards/SAME54_XPLAINED_PRO/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "SAME54 XPLAINED PRO"
#define MICROPY_HW_MCU_NAME   "SAME54P20A"

#define MICROPY_HW_DFLL_USB_SYNC    (1)

#define MICROPY_HW_QSPIFLASH        GD25Q16C
